Repository: AvartaDev/Avarta_Integration_Library_iOS
Catalog: AvartaIntegrationLibrary/AvartaIntegrationLibrary/*.lproj/Localizable.strings
Languages: es, pt_pt

# Avarta.pass.change.err
source: The password change process failed.
es: El cambio de contraseña falló.
pt_pt: A alteração de senha falhou.

# Avarta.not.enrolled.device.err
source: User not enrolled on this device. Please de-enroll on the website before enrolling on this device.
es: Usuario no inscrito en este dispositivo. Desinscríbase en el sitio web antes de inscribirse en este dispositivo.
pt_pt: Utilizador não registado neste dispositivo. Por favor, registe-se no site antes de se inscrever neste dispositivo.

# Avarta.not.enrolled.err
source: Sorry. Not Enrolled
es: No inscrito
pt_pt: Não inscrito

# Avarta.wrong.password.err
source: Sorry. Wrong Password
es: Contraseña incorrecta
pt_pt: Senha incorrecta

# Avarta.not.verified.err
source: Sorry. Not Verified
es: No verificado
pt_pt: Não verificado

# Avarta.org.record.err
source: Organisation Record Not Found.
es: Registro de organización no encontrado.
pt_pt: Registo de organização não encontrado.

# Avarta.user.not.found.err
source: User %@ not found
es: Registro de usuario no encontrado.
pt_pt: Registo de utilizador não encontrado.

# Avarta.user.not.assoc.err
source: User Not Associated with Organisation.
es: Usuario no asociado con la organización.
pt_pt: Utilizador não associado à organização.

# Avarta.workflow.not.assoc.err
source: Workflow Not Associated with Organisation.
es: Workflow no asociado con la organización.
pt_pt: Workflow não associado à organização.

# Avarta.platform.workflow.not.found.err
source: Platform Workflow Instance Not Found.
es: Workflow de plataforma no encontrada.
pt_pt: Workflow associado não encontrado.

# Avarta.platform.workflow.not.complete.err
source: Platform Workflow Instance Not Complete.
es: Workflow de plataforma no completa.
pt_pt: Workflow associado não concluído.

# Avarta.platform.activity.type.err
source: Invalid Platform Activity Type.
es: Tipo de actividad de plataforma inválida.
pt_pt: Tipo de actividade de plataforma inválida.

# Avarta.no.workflows.found.err
source: No Workflows Found For Organisation.
es: No se encontraron workflows para la organización.
pt_pt: Não foram encontrados worfkflows para a organização.

# Avarta.missing.org.header.err
source: Missing Organisation Header.
es: Encabezado de organización faltante
pt_pt: Cabeçalho da organização não encontrado.

# Avarta.attempt.sec.workflow.err
source: Attempt To Launch Secondary Workflow.
es: Intento de iniciar el workflow secundario.
pt_pt: Activação de Workflow Secundário.

# Avarta.bad.request.err
source: Bad Request.
es: Solicitud incorrecta.
pt_pt: Falha no pedido.

# Avarta.no.auth.request.err
source: Error! No authentication request
es: ¡Error! Sin solicitud de autenticación
pt_pt: Erro! Nenhum pedido de autenticação

# Avarta.no.enroll.request.err
source: Error! No enroll request
es: ¡Error! Sin solicitud de inscripción
pt_pt: Erro! Nenhum pedido de inscrição

# Avarta.acc.locked.err
source: The user account is locked..
es: La cuenta de usuario está bloqueada ..
pt_pt: A conta do utilizador está bloqueada ..

# Avarta.mafromed.activity.data.err
source: Malformed Activity Data Exception.
es: Error en los de datos de la actividad.
pt_pt: Erro nos dados associados à actividade.

# Avarta.user.not.enrolled.data.err
source: User Is Not Enrolled.
es: El usuario no está inscrito.
pt_pt: O utilizador não está matriculado.

# Avarta.scores.err
source: Can't calculate scores, workflow didn't started
es: No se pueden calcular las puntuaciones, no se inició el workflow
pt_pt: Não é possível calcular pontuações, o workflow não foi iniciado
